export const electricitys =[
  {
    "id": 1,
    "name": "D.4(a)",
    "description": " EF ตามข้อมูล IEA ที่จัดทำโดยคณะกรรมาธิการยุโรป",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  },
  {
    "id": 2,
    "name": "D.4(b)",
    "description": " EF จากข้อมูลสาธารณะทั่วไป หรือเป็นไปตามระเบียบ CBAM",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  },
  {
    "id": 3,
    "name": "D.4.1",
    "description": " EF จากไฟฟ้าที่ผลิตในโรงงาน (ไม่ใช่ระบบร่วมผลิต)",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  },
  {
    "id": 4,
    "name": "D.4.2",
    "description": " EF จากไฟฟ้าที่ผลิตในโรงงาน (ระบบร่วมผลิต)",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  },
  {
    "id": 5,
    "name": "D.4.3.1",
    "description": " EF จากไฟฟ้าที่รับจากแหล่งภายนอกโดยตรง (ผ่านสายส่ง)",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  },
  {
    "id": 6,
    "name": "D.4.3.2",
    "description": " EF จากไฟฟ้าที่รับจากแหล่งภายนอก ตามสัญญาซื้อขายไฟฟ้า",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  },
  {
    "id": 7,
    "name": "Mix",
    "description": " กรณีที่ไฟฟ้ามาจากหลายแหล่ง หรือ EF คำนวณจากหลายวิธี",
    "created_at": "2025-06-19T11:13:22.000Z",
    "updated_at": "2025-06-19T11:13:22.000Z"
  }
]